IDEA StatiCa Open Model
ConcreteSLSCheckResultStiffness.CharacteristicsI Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 stiffnesses calculated on uncracked cross-section
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public SectionCharacteristics CharacteristicsI { get; set; }
Public Property CharacteristicsI As SectionCharacteristics
	Get
	Set
public:
property SectionCharacteristics^ CharacteristicsI {
	SectionCharacteristics^ get ();
	void set (SectionCharacteristics^ value);
}
Property Value
Type: SectionCharacteristics
See Also
Reference
ConcreteSLSCheckResultStiffness Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace